Repository: Abishek10/gnome-todo
Catalog: po/*.po
Languages: pl

source: Todo
pl: Zadania

source: Todo manager for GNOME
pl: Menedżer zadań dla środowiska GNOME

source: GNOME Todo is a simple task management application designed to integrate with GNOME.
pl: Menedżer zadań GNOME to prosty program do zarządzania zadaniami, zaprojektowany do integracji ze środowiskiem GNOME.

source: New List…
pl: Nowa lista…

source: Change default storage location…
pl: Zmień domyślne położenie zadań…

source: _About
pl: _O programie

source: _Quit
pl: Za_kończ

source: Manage your personal tasks
pl: Zarządzanie zadaniami

source: Task;Productivity;
pl: Zadanie;Lista;Produktywność;Biuro;

source: Window maximized
pl: Zmaksymalizowane okno

source: Window maximized state
pl: Stan maksymalizacji okna

source: Window size
pl: Rozmiar okna

source: Window size (width and height).
pl: Rozmiar okna (szerokość i wysokość).

source: Window position
pl: Położenie okna

source: Window position (x and y).
pl: Położenie okna (na osi X i Y).

source: First run of GNOME To Do
pl: Pierwsze uruchomienie Menedżera zadań GNOME

source: Whether it's the first run of GNOME To Do (to run the initial setup) or not
pl: Czy jest to pierwsze uruchomienie Menedżera zadań GNOME (aby wykonać początkowe ustawienie)

source: Default location to add new lists to
pl: Domyślne położenie, do którego dodawać nowe listy

source: The identifier of the default location to add new lists to
pl: Identyfikator domyślnego położenia, do którego dodawać nowe listy

source: Details
pl: Szczegóły

source: Notes
pl: Uwagi

source: Due Date
pl: Termin

source: Priority
pl: Priorytet

source: None
pl: Brak

source: Low
pl: Niski

source: Medium
pl: Średni

source: High
pl: Wysoki

source: Delete
pl: Usuń

source: Welcome
pl: Witamy

source: Login to online accounts to access your tasks
pl: Zalogowanie do kont online umożliwi dostęp do zadań

source: Cancel
pl: Anuluj

source: Done
pl: Gotowe

source: No tasks found
pl: Nie odnaleziono żadnych zadań

source: You can add tasks to lists in the <b>Lists</b> view
pl: Można dodawać zadania do listy w widoku <b>Listy</b>

source: Show or hide completed tasks
pl: Wyświetla lub ukrywa ukończone zadania

source: Select the default storage location to create task lists:
pl: Proszę wybrać domyślne położenie zadań do tworzenia list:

source: Default storage location
pl: Domyślne położenie zadań

source: Create
pl: Utwórz

source: List Name
pl: Nazwa listy

source: Select a storage location
pl: Wybór położenia zadań

source: Off
pl: Wyłącz

source: Click to add a new Google account
pl: Kliknięcie dodaje nowe konto Google

source: Click to add a new ownCloud account
pl: Kliknięcie dodaje nowe konto ownCloud

source: Click to add a new Microsoft Exchange account
pl: Kliknięcie dodaje nowe konto Microsoft Exchange

source: Or you can just store your tasks on this computer
pl: Można też przechowywać zadania na tym komputerze

source: New task…
pl: Nowe zadanie…

source: Lists
pl: Listy

source: Today
pl: Dzisiaj

source: Scheduled
pl: Zaplanowane

source: Rename
pl: Zmień nazwę

source: New List
pl: Nowa lista

source: Name of the task list
pl: Nazwa listy zadań

source: Copyright © %d The To Do authors
pl: Copyright © %d Autorzy Menedżera zadań

source: Copyright © %d–%d The To Do authors
pl: Copyright © %d–%d Autorzy Menedżera zadań

source: To Do
pl: Zadania

source: translator-credits
pl: Piotr Drąg <piotrdrag@gmail.com>, 2015 Aviary.pl <gnomepl@aviary.pl>, 2015

source: Error loading CSS from resource
pl: Błąd podczas wczytywania pliku CSS z zasobu

source: No date set
pl: Nie ustawiono daty

source: Manager of this application
pl: Menedżer tego programu

source: The manager of the application
pl: Menedżer programu

source: Task being edited
pl: Modyfikowane zadanie

source: The task that is actually being edited
pl: Obecnie modyfikowane zadanie

source: Manager of the task
pl: Menedżer zadania

source: The singleton manager instance of the task
pl: Pojedyncze wystąpienie menedżera zadania

source: Error loading GNOME Online Accounts
pl: Błąd podczas wczytywania Kont online GNOME

source: Error saving task list
pl: Błąd podczas zapisywania listy zadań

source: Error removing task list
pl: Błąd podczas usuwania listy zadań

source: Error creating task list
pl: Błąd podczas tworzenia listy zadań

source: Error creating task
pl: Błąd podczas tworzenia zadania

source: Error removing task
pl: Błąd podczas usuwania zadania

source: Error updating task
pl: Błąd podczas aktualizowania zadania

source: Failed to prompt for credentials
pl: Zapytanie o dane uwierzytelniające się nie powiodło

source: Failed to prompt for credentials for
pl: Nie powiodło się zapytanie o dane uwierzytelniające dla

source: Authentication failure
pl: Niepowodzenie uwierzytelnienia

source: Error fetching tasks from list
pl: Błąd podczas pobierania zadań z listy

source: Task list source successfully connected
pl: Pomyślnie połączono ze źródłem listy zadań

source: Failed to connect to task list source
pl: Połączenie ze źródłem listy zadań się nie powiodło

source: Skipping already loaded task list
pl: Pomijanie już wczytanej listy zadań

source: Error loading task manager
pl: Błąd podczas wczytywania menedżera zadań

source: The online accounts client of the manager
pl: Klient kont online menedżera

source: The read-only GNOME online accounts client loaded and owned by the manager
pl: Klient kont online GNOME tylko do odczytu, wczytany i posiadany przez menedżera

source: Whether GNOME Online Accounts client is ready
pl: Czy klient Kont online GNOME jest gotowy

source: Whether the read-only GNOME online accounts client is loaded
pl: Czy klient kont online GNOME tylko do odczytu jest wczytany

source: The source registry of the manager
pl: Rejestr źródeł menedżera

source: The read-only source registry loaded and owned by the manager
pl: Rejestr źródeł tylko do odczytu, wczytany i posiadany przez menedżera

source: Unique identifier of the object
pl: Unikalny identyfikator obiektu

source: The unique identifier of the object, defined by the backend
pl: Unikalny identyfikator obiektu, określony przez mechanizm

source: Ready state of the object
pl: Stan gotowości obiektu

source: Whether the object is marked as ready or not
pl: Czy obiekt jest oznaczony jako gotowy

source: Whether the task is completed or not
pl: Czy zadanie jest ukończone

source: Whether the task is marked as completed by the user
pl: Czy zadanie zostało oznaczone jako ukończone przez użytkownika

source: Component of the task
pl: Składnik zadania

source: The #ECalComponent this task handles.
pl: #ECalComponent obsługiwany przez to zadanie.

source: Description of the task
pl: Opis zadania

source: Optional string describing the task
pl: Opcjonalny ciąg opisujący zadanie

source: End date of the task
pl: Data zakończenia zadania

source: The day the task is supposed to be completed
pl: Dzień, w którym zadanie powinno zostać ukończone

source: List of the task
pl: Lista zadania

source: The list that owns this task
pl: Lista, która posiada to zadanie

source: Priority of the task
pl: Priorytet zadania

source: The priority of the task. 0 means no priority set, and tasks will be sorted alphabetically.
pl: Priorytet zadania. 0 oznacza brak priorytetu, a zadania będą porządkowane alfabetycznie.

source: Title of the task
pl: Tytuł zadania

source: The title of the task
pl: Tytuł zadania

source: Color of the list
pl: Kolor listy

source: The color of the list
pl: Kolor listy

source: Whether the task list is removable
pl: Czy lista zadań jest możliwa do usunięcia

source: Whether the task list can be removed from the system
pl: Czy lista zadań może być usuwana z systemu

source: Name of the list
pl: Nazwa listy

source: The name of the list
pl: Nazwa listy

source: Data origin of the list
pl: Data początku listy

source: The data origin location of the list
pl: Położenie daty początku listy

source: Source of the list
pl: Źródło listy

source: The parent source that handles the list
pl: Nadrzędne źródło obsługujące listę

source: No tasks
pl: Brak zadań

source: Mode of this item
pl: Tryb tego elementu

source: The mode of this item, inherited from the parent's mode
pl: Tryb tego elementu, odziedziczony z trybu elementu nadrzędnego

source: Whether the task list is selected
pl: Czy lista zadań jest zaznaczona

source: Whether the task list is selected when in selection mode
pl: Czy lista zadań jest zaznaczona w trybie zaznaczania

source: Task list of the item
pl: Lista zadań elementu

source: The task list associated with this item
pl: Lista zadań powiązana z tym elementem

source: Task <b>%s</b> removed
pl: Usunięto zadanie <b>%s</b>

source: Undo
pl: Cofnij

source: Manager of this window's application
pl: Menedżer programu tego okna

source: The manager of the window's application
pl: Menedżer programu okna

source: Whether the list is readonly
pl: Czy lista jest tylko do odczytu

source: Whether the list is readonly, i.e. doesn't show the New Task row, or not
pl: Czy lista jest tylko do odczytu, tzn. rząd Nowe zadanie nie jest wyświetlany

source: Whether task rows show the list name
pl: Czy rzędy zadań wyświetlają nazwę listy

source: Whether task rows show the list name at the end of the row
pl: Czy rzędy zadań wyświetlają nazwę listy na końcu rzędu

source: Whether completed tasks are shown
pl: Czy wyświetlać ukończone zadania

source: Whether completed tasks are visible or not
pl: Czy ukończone zadania są widoczne

source: Tomorrow
pl: Jutro

source: Yesterday
pl: Wczoraj

source: If the row is used to add a new task
pl: Czy rząd jest używane do dodania nowego zadania

source: Whether the row is used to add a new task
pl: Czy rząd jest używane do dodania nowego zadania

source: Task of the row
pl: Zadanie rzędu

source: The task that this row represents
pl: Zadanie przedstawiane przez ten rząd

source: Remove the selected task lists?
pl: Usunąć zaznaczone listy zadań?

source: Once removed, the task lists cannot be recovered.
pl: Nie można będzie ich przywrócić po usunięciu.

source: Remove task lists
pl: Usuń listy zadań

source: Setting new color for task list
pl: Ustawianie nowego koloru listy zadań

source: Mode of this window
pl: Tryb tego okna

source: The interaction mode of the window
pl: Tryb interakcji okna

source: Loading your task lists…
pl: Wczytywanie list zadań…

source: Click a task list to select
pl: Kliknięcie listy zadań zaznacza ją

source: Whether the storage is enabled
pl: Czy położenie zadań jest włączone

source: Whether the storage is available to be used.
pl: Czy położenie zadań jest dostępne do użytku.

source: Icon of the storage
pl: Ikona położenia zadań

source: The icon representing the storage location.
pl: Ikona przedstawiająca położenie zadań.

source: Identifier of the storage
pl: Identyfikator położenia zadań

source: The unique identifier of the storage location.
pl: Unikalny identyfikator położenia zadań.

source: Whether the storage is the default
pl: Czy położenie zadań jest domyślne

source: Whether the storage is the default storage location to be used.
pl: Czy to położenie zadań jest domyślnie używane.

source: Name of the storage
pl: Nazwa położenia zadań

source: The user-visible name of the storage location.
pl: Nazwa położenia zadań widoczna dla użytkownika.

source: Name of the data provider of the storage
pl: Nazwa dostawcy danych położenia zadań

source: The user-visible name of the data provider of the storage location.
pl: Nazwa dostawcy danych położenia zadań widoczna dla użytkownika.

source: Error creating new task list
pl: Błąd podczas tworzenia nowej listy zadań

source: GoaObject of the storage
pl: GoaObject położenia zadań

source: The GoaObject this storage location represents.
pl: GoaObject przedstawiane przez to położenie zadań.

source: Parent of the storage
pl: Element nadrzędny położenia zadań

source: The parent source identifier of the storage location.
pl: Identyfikator nadrzędnego źródła położenia zadań.

source: On This Computer
pl: Na tym komputerze

source: Local
pl: Lokalne

source: Storage of the row
pl: Położenie zadań rzędu

source: The storage that this row holds
pl: Położenie zadań w tym rzędzie

source: Show local storage row
pl: Wyświetlanie rzędu lokalnego położenia zadań

source: Whether should show a local storage row instead of a checkbox
pl: Czy wyświetlać rząd lokalnego położenia zadań zamiast pola wyboru

source: Show stub rows
pl: Wyświetlanie nieużywanych rzędów

source: Whether should show stub rows for non-added accounts
pl: Czy wyświetlać rzędy niedodanych kont

source: Selects default storage row
pl: Wybiera domyślny rząd położenia zadań

source: Whether should select the default storage row
pl: Czy wybrać domyślny rząd położenia zadań

source: Whether the notification has a primary action
pl: Czy powiadomienie posiada główne działanie

source: Whether the notification has the primary action, activated on timeout or dismiss
pl: Czy powiadomienie posiada główne działanie, aktywowane po przekroczeniu czasu oczekiwania lub odrzuceniu

source: Whether the notification has a secondary action
pl: Czy powiadomienie posiada dodatkowe działanie

source: Whether the notification has the secondary action, activated by the user
pl: Czy powiadomienie posiada dodatkowe działanie, aktywowane przez użytkownika

source: Text of the secondary action button
pl: Tekst przycisku dodatkowego działania

source: The text of the secondary action button
pl: Tekst przycisku dodatkowego działania

source: Notification message
pl: Wiadomość powiadomienia

source: The main message of the notification
pl: Główna wiadomość powiadomienia

source: Notification timeout
pl: Czas oczekiwania powiadomienia

source: The time the notification is displayed
pl: Czas, w jakim powiadomienie jest wyświetlane
